tap "daipeihust/tap"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "mutagen-io/mutagen"
tap "wez/wezterm"
brew "awscli"
brew "bat"
brew "bitrise"
brew "cask"
brew "chezmoi"
brew "cocoapods"
brew "deno"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "jq"
brew "k9s"
brew "luajit"
brew "neovim"
brew "node"
brew "nodenv"
brew "openapi-generator"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "scrcpy"
brew "sheldon"
brew "starship"
brew "vim"
brew "volta"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

